import React from 'react';
import './for-whom.css';

const ForWhom = () => {
    return(
        <section className="for-whom">
            <div className="container">
                <div className="title">
                    <h4 className="title__heading wow fadeInDown">Кому подходит</h4>
                </div>

                <div className="for-whom__content">
                    <div className="for-whom__item wow fadeInLeft" data-wow-delay="0.7s">
                    <div className="for-whom__img">
                        <img src="./assets/img/mothers.jpg" alt="view"/>
                    </div>
                    <div className="for-whom__desc">
                        <h4 className="for-whom__heading">Для беременных и кормящих</h4>
                        <p className="for-whom__text">
                                По мнению ученых, здоровье деток зависит не только от того, 
                                какой образ жизни ведет мама во время беременности и грудного вскармливания, 
                                что она кушает в это время, а также и от того, какую профилактику ведет женщина. 
                                Как известно, во время лактации в грудное молоко попадают все полезные и вредные вещества, 
                                которые получает мама с едой и питьем, поэтому важность качества препаратов кормящих также сложно переоценить.
                        </p>
                        <p className="for-whom__text">
                                По мнению ученых, здоровье деток зависит не только от того, 
                                какой образ жизни ведет мама во время беременности и грудного вскармливания, 
                                что она кушает в это время, а также и от того, какую профилактику ведет женщина. 
                                Как известно, во время лактации в грудное молоко попадают все полезные и вредные вещества, 
                                которые получает мама с едой и питьем, поэтому важность качества препаратов кормящих также сложно переоценить.
                            </p>
                        
                    </div>
                    
                    </div>
                    <div className="for-whom__item wow fadeInRight" data-wow-delay="0.7s">
                        <div className="for-whom__img">
                            <img src="./assets/img/for-whom_img.png" alt="view"/>
                        </div>
                        <div className="for-whom__desc">
                            <h4 className="for-whom__heading">Для беременных и кормящих</h4>
                            <p className="for-whom__text">
                                По мнению ученых, здоровье деток зависит не только от того, 
                                какой образ жизни ведет мама во время беременности и грудного вскармливания, 
                                что она кушает в это время, а также и от того, какую профилактику ведет женщина. 
                                Как известно, во время лактации в грудное молоко попадают все полезные и вредные вещества, 
                                которые получает мама с едой и питьем, поэтому важность качества препаратов кормящих также сложно переоценить.
                            </p>
                            <p className="for-whom__text">
                                По мнению ученых, здоровье деток зависит не только от того, 
                                какой образ жизни ведет мама во время беременности и грудного вскармливания, 
                                что она кушает в это время, а также и от того, какую профилактику ведет женщина. 
                                Как известно, во время лактации в грудное молоко попадают все полезные и вредные вещества, 
                                которые получает мама с едой и питьем, поэтому важность качества препаратов кормящих также сложно переоценить.
                            </p>
                        
                        </div>
                        
                    </div>
                    <div className="for-whom__item wow fadeInLeft" data-wow-delay="0.7s">
                        <div className="for-whom__img">
                            <img src="./assets/img/girl.jpg" alt="view"/>
                        </div>
                        <div className="for-whom__desc">
                            <h4 className="for-whom__heading">Для беременных и кормящих</h4>
                            <p className="for-whom__text">
                                По мнению ученых, здоровье деток зависит не только от того, 
                                какой образ жизни ведет мама во время беременности и грудного вскармливания, 
                                что она кушает в это время, а также и от того, какую профилактику ведет женщина. 
                                Как известно, во время лактации в грудное молоко попадают все полезные и вредные вещества, 
                                которые получает мама с едой и питьем, поэтому важность качества препаратов кормящих также сложно переоценить.
                            </p>
                            <p className="for-whom__text">
                                По мнению ученых, здоровье деток зависит не только от того, 
                                какой образ жизни ведет мама во время беременности и грудного вскармливания, 
                                что она кушает в это время, а также и от того, какую профилактику ведет женщина. 
                                Как известно, во время лактации в грудное молоко попадают все полезные и вредные вещества, 
                                которые получает мама с едой и питьем, поэтому важность качества препаратов кормящих также сложно переоценить.
                            </p>
                        </div>
                    </div>
                </div>

            </div>
        </section>
    );
}

export default ForWhom;