import React from 'react';

const Arcticmodal = () => {
    return(
        <div style="display: none" className="vendor-modal">
            <div className="box-modal" id="exampleModal">
                <div className="box-modal_close arcticmodal-close">закрыть</div>
                <h4 className="vendor-modal__heading">Лечебный бальзам “Perfecto Lux</h4>
                <p className="vendor-modal__text">
                    Nano balsam “PERFECTO LUX” - высококонцентрированный продукт, 
                    который представляет собой комплекс целебных природных ингредиентов. 
                    Полностью сохранены свойства натурального продукта. Оказывает омолаживающее, 
                    общеукрепляющее, тонизирующее действие. Нормализует обмен веществ и энергетический обмен. 
                    Повышает умственную и физическую активность. Оказывает положительное действие на состояние кожи и волос. 
                    Применяется как вспомогательное средство для предотвращения преждевременного старения организма, 
                    при истощении, слабости, после перенесенных заболеваний. 
                    Сохранены все свойства натурального  продукта – антиоксиданты, полифенолы,
                    антоцианы, флавоноиды, резвератрол, заменимые и незаменимые жирные и фруктовые кислоты,
                    минеральные  вещества, пектины и волокна, ферменты, витамины (В1, В2, В3, Е и другие) 
                    около тридцати макро и микроэлементов (основные из них калий, кальций, фосфор, железо, марганец, медь), 
                    органические кислоты, фитонциды, белки, гормональные и другие биологически активные вещества, в количествах 
                    и комбинациях, наиболее подходящих для нашего организма. Минеральные вещества (калий, фосфор, кальций), ксантоны.
                </p>
                <p className="vendor-modal__text">
                    Nano balsam “PERFECTO LUX” - высококонцентрированный продукт, 
                    который представляет собой комплекс целебных природных ингредиентов. 
                    Полностью сохранены свойства натурального продукта. Оказывает омолаживающее, 
                    общеукрепляющее, тонизирующее действие. Нормализует обмен веществ и энергетический обмен. 
                    Повышает умственную и физическую активность. Оказывает положительное действие на состояние кожи и волос. 
                    Применяется как вспомогательное средство для предотвращения преждевременного старения организма, 
                    при истощении, слабости, после перенесенных заболеваний. 
                    Сохранены все свойства натурального  продукта – антиоксиданты, полифенолы,
                    антоцианы, флавоноиды, резвератрол, заменимые и незаменимые жирные и фруктовые кислоты,
                    минеральные  вещества, пектины и волокна, ферменты, витамины (В1, В2, В3, Е и другие) 
                    около тридцати макро и микроэлементов (основные из них калий, кальций, фосфор, железо, марганец, медь), 
                    органические кислоты, фитонциды, белки, гормональные и другие биологически активные вещества, в количествах 
                    и комбинациях, наиболее подходящих для нашего организма. Минеральные вещества (калий, фосфор, кальций), ксантоны.
                </p>
            </div>
        </div>
    );
}

export default Arcticmodal;